{"/rules/":{"data":{"":"Hier gibt es für (hoffentlich) diverse Pen \u0026 Paper Rollenspiele Regeln für dich und mich zum nachschlagen.\nFang vielleicht hier an:\nGrimwild"},"title":"Regeln"},"/rules/grimwild/":{"data":{"":"Hier findest du diverse Regeln zu Grimwild Spieler-Regeln\rSpielleiter-Regeln\rExploration-Regeln\rGrimwild Tools"},"title":"Grimwild"},"/rules/grimwild/examples-of-play/":{"data":{"":"Seite 24\nAs you enter the small city, you remember your Settle Debts story arc and want to explore it. You spend story and declare that the father you never knew is here and you’ve carried this chip on your shoulder a long time—now’s the time to confront him.\nThrough play, you learn that your father has become a benevolent guild leader in the city, looked up to by all. Not very interested in bringing down someone helpful to the community, you bury the feelings and move on. You take spark for finishing the arc.\nYou want to spend story to add a detail about the guard dozing off to create a new opportunity to sneak in, but the GM vetoes it—they established earlier that the Toadking runs a very disciplined army. While not impossible to occur, it still feels off.\nYour party meets with the archmage, who reveals a dark secret about your past. The GM targets your Presence to keep it together, adding a thorn—the secret is especially damning. You roll 4, 1, 5 - 7 :: grim. You’re overwhelmed by memories, becoming rattled but choose to spend spark to take vex instead!\nNow you have a choice. You could fight and attack the archmage in a rage, someone your party sees as an ally. You could flight away from the group, back outside the tower. You could freeze, dropping the potion you intended to give the archmage. You could freakout, lashing out at your allies’ shocked, judgemental stares.\nThe dragon roars! The party all roll Presence defense, getting grims. Everyone takes vex, terrified! You choose flight and scurry away to hide. The fighter decides to freakout, and runs to hide behind the wizard. The wizard freezes, dropping her spellbook, which the fighter kicks away. The cleric grabs his battlehammer and chooses to fight, charging towards certain doom.\nYou start the game with the character arcs Enjoy Life and Keep a Secret, which makes sense since you’re the runaway heir to the Orchard Kingdom. Your job is to find ways to express these arcs through play, especially growth arcs like Enjoying Life.\nThe GM’s job is to challenge them and offer opportunity, especially a crisis arc like Keeping a Secret. It’s clear that you don’t want to live a life of responsibility, but that life will come calling whether you like it or not.\nYou tell the GM you want to punch the guy in the face, so he calls for a Brawn roll. Confused, you rewind a bit and explain that you’re sucker punching him, and it’s mostly just to get him to back down. Seeing the situation more clearly now, the GM calls for Agility.\nWith an Agility of 2, you roll 2d and get 3, 5 :: messy. You’re going to do it, but the GM makes an impact move. That guy will be back with some friends. The GM starts a 4d Hooligans timer. The fighter grabs the orc by the shirt and threatens him, but the orc’s not budging. The GM makes his impact move—the price for the horses just doubled, and you all have nowhere near enough treasure.\nYou step up and try a softer approach, negotiating with Presence at +1t from the price doubling. You roll 3d1t and get 4, 6, 6 - 7 :: critical! In spite of the price, your critical ignores the cut. You get the horses for the cost of the treasure and choose a secondary effect—you want to make sure this orc remains friendly permanently. The GM okays it and you’re now friends with the best horse trader this side of the Ironback Mountains.\nYou want to climb up this cliff to get away from the goblins shooting arrows at you. The GM has you roll Agility and adds a thorn to represent the goblins. You roll a 5 - 7 :: grim. Your messy gets cut by the 7 and turns into a grim. The GM lets you know you’re getting an arrow in your back and falling back down the wall, ending up bloodied. You start gleefully narrating how horribly it goes.\nYou decide to make a second attempt. This time, you spend spark and now have another thorn from being bloodied. You roll 2d2t and get 6, 3 - 7, 1 :: messy. The messy means you did it, so the GM thinks on the consequences and makes you rattled. That was one scary as hell climb. Once again, you get to narrating your near-demise.\nYou’re walking through the library at night when an assassin strikes from above. This could be Wits to see it coming, but the GM thinks it’s more of a physical reaction, Agility. The GM makes it clear this is dire stakes—a grim means you’re dropped, maybe dead!\nYou take +1t since the assassin has the drop on you. You get 6, 1 - 8 :: messy! The knife misses and you don’t end up bloodied, but Brawn gets marked as the assassin crashes into you, knocking the wind out of you. You’re both sprawled out on the ground, the knife now between you. What do you do?\nAs the session winds to a close, the GM calls for a montage roll to escape the collapsing dungeon. You’re bloodied, so you have a thorn and roll 1, 1 :: 7, disaster. The wizard in your group rolls 2, 2 :: grim. The fighter rolls a 4, 2 :: messy! The best outcome is a messy, so the overall outcome is a messy. You manage to get out, but the impact move leaves you each with Agility and Presence marked. You collaborate on the narration.\nYou already have an Agility mark, so it goes to Brawn—that’s marked, too, so it goes to bloodied. Unfortunately, you were also bloodied so you’re instead dropped. You make a 2d roll and get a messy, completely knocked out.\nThe wizard describes getting everyone lost in the tunnels. You narrate collapsing from your wounds, telling the group to leave you behind. The fighter refuses, hoists you over their shoulder, and heads in a single direction—and somehow finds their way to the surface!\nOutside, the rogue stands waiting and cheekily asks what took you so long. They were elsewhere and got a perfect on their montage.\nYou have a special pack of blessed incense you brought from your home temple. It’s a 4d resource pool. Each time you use it, it triggers a roll to see how much is remaining. The first time you use it, you roll 4d and get 6, 2, 6, 4. The 2 result drops the pool by 1, 4d→3d. The next time you use it, you roll 3d and get 4 5 5. Nothing is dropped from the pool! While you did use it, the pool’s an abstract measurement of how much is remaining and doesn’t change this time. The final time, though, you roll 3d again and get 2 1 2, 3d→0d. The pool depletes and you’re out of incense!\nYou and the cleric, as honored prisoners, are hauled out to join the chieftain at the head table. The GM has made it clear that the chieftain angers easily, so they start a 4d Temper pool. You find a chance during the meal to try to persuade the chieftain to let you go, but roll a grim. Annoyed with your badgering, they bash the table and gesture for the guards to haul you back to your tent. This triggers the Temper pool and the GM rolls 1, 3, 1, 6 :: 4d→1d. With just 1d left, the GM makes sure to describe the chieftain being on the edge of losing it. The cleric decides to keep their mouth shut.\nYou look to your desire for belonging and, feeling found at last, replace it with a new one—honor. You introduce a tangle, deciding to stay on the bridge. “Go,” you tell your friends, turning to hold off the horde on the bridge while they escape.\nThe heir must survive as the battle turns into a rout. Just then, you introduce a tangle—you spot your nemesis, Mortica, across the battlefield. By choosing the tangle, you risk the mission to protect the heir, but your vengeance is more important. You take spark.\nThe GM decides to make a 2d story roll and lets you know first what might happen. On a perfect, you spot her first. On a grim, she spots you first. On a messy, you both spot each other.\nFleeing from a massive cave troll, you spend story and invoke your Dwarf of the Deepmoot heritage’s underground navigation wise. You say you spot a tight side tunnel to lead the troll in to fight it. The GM decides the cave troll can’t maneuver well and +2t becomes +1t."},"title":"Examples of Play"},"/rules/grimwild/exploration-system-examples/":{"data":{"":"","region#Region":"","settlement#Settlement":"","site#Site":""},"title":"Exploration System Examples"},"/rules/grimwild/exploration-system/":{"data":{"":"Seite 82\nMit dem Exploration Systems von Grimwild, wird ein Pointcrawl erstellt. Spieler und Spielleiter kaufen mit Exploration Tokens Pfade, Orte und Gegenden welche sie dann auf der Karte platzieren.","beispiele#Beispiele":"Typ Beispiel Settlement Dörfer, Stämme, Städte Site Point of Interest, Dungeons, Ruinen, einzigartige Naturmerkmale Danger Gefahr durch Monster, Natur oder andere Feinde Curiosity Unklare aber interessante Zeichen oder Information welche entdeckt werden kann Barrier Hindernisse in einer Reise, steile Klippen, reißende Flüsse, Berge; sie sind nur über Rough Paths oder Passes zu überqueren Area große, für gewöhnlich natürliche Gegend mit einem zentralen Thema (Sumpf, Vulkan, Wüste, etc.) Major Path ein gut instand gehaltener Pfad oder Handelsroute Minor Path kleinere Wege; Waldwege, Tierpfade etc. Rough Path schwieriges und gefährliches Terrain; überwachsene Pfade, steinige Wege, trockene Flussbetten Pass Brücken, Tunnel, Bergpässe","building-crucible#Building Crucible":"","earning-tokens#Earning Tokens":"Es gibt zusätzliche Wege um Exploration Tokens zu gewinnen:\nSignifikante Entdeckung: Wenn ein Spieler etwas besonderes an einem Ort oder in einer Gegend entdeckt. Im Tausch gegen Story: Story kann 1:1 gegen einen Exploration Token ausgewechselt werden. Der Haken: der damit gekaufte Exploration Token muss mit einem Wise des Charakters verbunden sein und der Charakter erklärt wie er von diesem/r Ort/Gegend weiß.","expand-the-map#Expand the Map":"Der Spielleiter bekommt einen neuen Move, Expand the Map. Dieser Move kann jederzeit aktiviert werden, muss aber aktiviert werden wenn:\nDie Party erreicht den Rand der bekannten Karte. Der Narrative Fortschritt benötigt neue Pfade oder Orte. Die Spieler möchten mehr zur Karte hinzufügen, bspw. am Start oder Ende einer Session. Wenn der Spielleiter diesen Move ausführt, bekommt jeder Spieler und der Spielleiter 3 Exploration Tokens.\nDie Karte wird aufgezogen und jeder Spieler (egal in welcher Reihenfolge) fügt der Karte neue Details hinzu, bis alle Exploration Tokens aufgebraucht sind.","region-maps#Region Maps":"Seite 84\nTyp Kosten Minor Point 1 Minor Path 1 Major Point 2 Major Path 2 Curiosities 3 Barriers 3 Areas 3 (kann vom Spielleiter gratis gesetzt werden) Rough Paths haben keine Kosten, sind aber schwierig zu durchqueren und gefährlich Passes können gratis als Teil eines Pfades gesetzt werden Wenn etwas auf die Karte gesetzt wird, muss es auch gelabeled werden. Ein paar Schlüsselwörter oder ein Name ist ausreichend. Die Crucibles auf Seite 88 des Regelwerks können mit der Inspiration helfen. Zusätzlich zum Namen kann auch ein Tag mit [Remnants], [Wilds] oder [Ruins] vergeben werden, um die Realität zu definieren, mit welcher der Ort in Verbindung hängt.\nWenn ein Pfad gesetzt wird, fügt der Spielleiter Waypoints hinzu, welche jeweils einen Reisetag markieren. Major Paths sind diese Punkte weiter auseinander gesetzt als bei Minor Paths und Rough Paths haben manchmal keine, da es schwer sein kann genau abzuschätzen wie lange die Reise dauern wird.","settlement-maps#Settlement Maps":"Seite 87\nAuch hier wird der Move Expand the Map angewandt. Der Spielleiter beginnt damit den Umriss der Stadt zu zeichnen, entweder als eine Barrier (Stadtmauer) oder als einfachen Path (Grenze).\nTyp Kosten Road 1 Building 2 Major Building 3 (mit Großbuchstaben auf der Karte vermerkt) Curiosities 3 Barriers 3 Areas 3 (kann vom Spielleiter gratis gesetzt werden) Passes können gratis als Teil eines Pfades gesetzt werden In einer Settlement Map stellen die Buildings die Points of Interest dar, entweder mit einem speziellen NPC oder mit einer einzigartigen Funktion. Wenn ein Building nicht niedergeschrieben wird, ist es einfach nicht auffällig/relevant.","spending-tokens#Spending Tokens":"Jede Art von Karte (Region, Siedlung, Lokalität) hat verschiedene Kosten. Für gewöhnlich kostet ein Minor Detail (Punkt oder Pfad) 1 Token und ein Major Detail 2 Tokens. Pfade werden genutzt um Punkte zu verbinden oder in unbekanntes Territorium vorzustoßen."},"title":"Exploration System"},"/rules/grimwild/gm-rules/":{"data":{"":"","battleground#Battleground":"Die Location sollte eine aktive Rolle in der Szene spielen. Natürliche Elemente und Gefahren können eine Kampf-Szene sehr interessant machen.\nFeatures sind Teile der Szene, welche eine Komplikation hervorrufen können und die Action beeinflussen können. Bsp.: heavy winds, cluttered warehouse, angry onlookers\nThreats sind aktive Gefahren in einer Szene. Sie haben entweder 2 Suspense oder einen Timer der sich immer wiederholt. Bsp.: 4d heavy waves, 6d guard patrols, 8d artillery, Aggressive spirits, Tornado, Raging Waters","beispiele#Beispiele":"Type Examples Create a dangerous enemy or exceptionally tough task. Navigate a mountain pass. Fight the rogue wizard. Make the mayor pay up Zoom in on pivotal moments. Disable a complex trap. Complete the ritual. Court the prince. Zoom out to collapse related tasks into one objective Evade castle guards. Track down the criminals. Organize a mutiny Turn a broad concept into an actionable objective. Restore the desecrated temple. Secure enough alliances. Atone for your sins. Navigate Channel 8d Traits Shark-Infested WatersTreacherous currents Moves Graze ReefViolent WindsDense Fog Fail State 6d Storm Blows In","building-challenges#Building Challenges":"Schwierigkeit festlegen: einen Task Pool zuweisen (4d, 6d, 8d) Traits hinzufügen: 1-2 Traits welche die Situation untermalen. Sollten keine offensichtlichen Dinge sein (Sturm ist windig). Ein besserer Trait wäre Starke Winde blenden. Kurze Moves auflisten: 2-3 flexible Moves. Können mit Suspense oder als Impact Move getriggert werden. Fail State definieren: Ein Trigger der den positiven Ausgang der Challenge verhindert. Spieler sollten den Fail State kennen.","campaign-pools#Campaign Pools":"Sind Pools welche langzeit-Events tracken und den Spielleiter erinnern sollen, älteren Plot wieder einzuführen. Sie brauchen anders als Factions keine Resources oder Goals. Sie können wie Linked Challenges mehrere verlinkte Pools haben.\nBeispiele: Mondfinsternis, Wyvern Migration, NPC sucht Rache","challenges#Challenges":"Seite 34\nChallenges sind das Catch-All System von Grimwild für alle Hindernisse welche man Spielern in den Weg stellen kann. Jede Aufgabe, jeder Gegner, jede Hürde kann als eine Challenge dargestellt werden.\nJede Challenge hat einene Task Pool und eins oder mehrere von Traits, Moves, Fail State. Zusätzlich hat jede Challenge zwei zusätzliche Suspense, welche nur für die dazugehörigen Moves benutzt werden können.","combat-kit#Combat Kit":"Seite 38\nUm schnelle Combats in Grimwild zu generieren, gibt es Tiers und Roles für Feinde und Battlegrounds für die Location.\nDas Tier beschreibt die Kraft/Zähe eines Feinds, während die Role das Verhalten im Kampf darstellt.\nBattleground beschreibt wichtige Features und Gefahren der Umgebung.","combat-rulings#Combat Rulings":"Name Description Movement Movement ist meist teil einer Action Roll und sollte nur separat getestet werden, wenn ein interessantes Hindernis damit in Verbindung steht. Weapons Die meisten Waffen sind gleich, Bauchgefühl entscheidet wenn eine Imbalance besteht. Melee Combat Die meisten Nahkampfangriffe werfen Brawn, kleine schnelle Waffen auch Agility. Dreckige Tricks nutzen Wits funktionieren für gewöhnlich aber nicht allzu oft. Ranged Combat Präzisionsangriffe mit Bogen/Armbrust/Cantrips auf Distanz nutzen Agility während Wurfwaffen auch Brawn je nach Gewicht der Waffe nutzen. Einen Nahkampfangriff mit einer Fernkampfwaffe durchzuführen ist gefährlich und gibt +1t. Ranged \u0026 Casters vs. Melee Magie und Fernkampfangriffe brauchen Konzentration und erhalten im Nahkampf oder direkt neben einem gefährlichen Gegner +1t. Defense Rolls Der Spielleiter wählt den passenden Stat zum würfeln. Ausweichen mit Agility, blockieren mit Brawn, antizipieren/kontern mit Wits oder die Nerven behalten mit Presence. Armor Rüstungen und Schilde werden durch Talents repräsentiert. Sonst sind sie Set Dressing oder Vantage bei Defense Rolls. Vulnerabilities Eine Schwachstelle auszunutzen verringert Thorns, entfernt automatisch einen Würfel aus einem Pool oder lässt den Wurf gänzlich ausfallen. Manchmal muss man erst eine Schwachstelle finden um überhaupt anzugreifen. Enemy Magic Magie von Feinden folgt nicht den selben Regeln für Spieler. Sie manifestiert sich durch Moves und ist nur an die Fiktion gebunden.","factions#Factions":"Seite 40\nFactions können genutzt werden um entweder den Fortschritt von Fraktionen auf dem Weg zu ihrem Ziel, oder aber den Fortschritt von Dingen zu tracken, welche nicht immer aktiv in der Kampagne vorkommen, diese nennt man auch Campaign Pools.\nEine Faction hat entweder Resources, Goals oder beides. Resources sind im Endeffekt Traits über welche die Fraktion verfügt, während Goals als Faction Pools ausgedrückt werden.\nWenn ein Faction Pool geleert wird, erreichen sie entweder ihr Goal oder machen einen Move gegen eine andere Faction mit einer Story Roll.\nSie können wie Linked Challenges mehrere verlinkte Pools haben.\nWährend einer Kampagne sollten ca. 4-6 größere und kleinere Factions aufrecht sein und durch neue ersetzt werden wenn sie nicht mehr relevant sind.","gm-crucible#GM Crucible":"Seite 29\nDas GM Crucible sind 2 d66 Tabellen, welche zusammen die Inspiration für Low-Prep und Improvisation anregen sollen. Kann auch gemeinsam mit Story Rolls verwendet werden. Die Würfe ergeben immer zwei Ergebnisse (1 + 3 = 13 oder 31).","gm-moves#GM Moves":"Seite 30\nEs gibt drei Arten von GM Moves, welche im Spiel selbst nicht unbedingt genannt werden müssen.\nStory Moves Suspense Moves Impact Moves","hint#Hint":"Testet das Können des Spielers.\nMit leichten Hinweisen wird ein Spieler auf Gefahr aufmerksam gemacht. Der Spieler hat eine Chance die Situation zu interpretieren.","hit-with-impact#Hit With Impact":"Consequences: Jeder Wurf trägt Risiko mit sich, ist kein Risiko vorhanden wird Erfolg angenommen und weiter gemacht. Konsequenzen für schlechte Würfe sollten hart aber fair sein. Schaden bietet eine gute Baseline und kann weiter aufgesplittet werden.\nAnstatt Harm können zwei Marks oder Conditions vergeben werden. Rattled kann Vex werden oder einen Pool starten. Die Konsequenzen so aufzusplitten macht auch oft in der Fiktion mehr Sinn, als stur bei Harm/Marks zu bleiben.\nWeiters, können die Konsequenzen auf mehrere Spieler oder NPCs aufgeteilt werden. Wenn ein Spieler getroffen wird, welcher nicht am Prompt beteiligt ist, wird ein Defense Roll gemacht.\nThinking Offscreen: Konsequenzen müssen nicht immer in der jetzigen Szene spürbar sein. Verpasste Möglichkeiten und Spannungsaufbau tragen viel zur Tiefe des Spiels bei.\nUsing Pools: Danger und Timer Pools sind ein guter Outlet für Konsequenzen.\nStakes: Stakes sind ein Tool um den Tonfall einer Szene/des Wurfs zu setzen. Der normale Tonfall des Spiels wird durch Dire Stakes und Tame Stakes erweitert. Dire Stakes bei Würfen haben besonders harsche Folgen (Tod oder ähnliches), während Tame Stakes weniger schlimme Folgen haben (eine Katze aus dem Baum retten).","impact-moves#Impact Moves":"Seite 33\nImpact Moves brauchen (fast) immer ein Prompt (Grim/Messy, Suspense) um ausgeführt zu werden. Sollten sie nicht Prompted sein, machen Spieler eine Defense Roll. Die Auswirkungen dieser Moves sollten sofort spürbar sein und die Welt gefährlich machen.\nEinige Fähigkeiten der Spieler können Impact Moves auch unterbrechen.\nMove Description Examples Complicate Things Wenn sich eine Szene zu statisch, langsam anfühlt oder einfach alles chaotischer werden soll, eskaliert der Spielleiter die Situation indem er ein neues Problem einführt oder Druck auf ein Bond ausübt. “A huge storm rolls in.” “The guard catches sight of you and rings the alarm bell.” Counter Sollte sparsam benutzt werden. Negiert eine Fähigkeit/Action Roll welche ein Spieler normalerweise immer einsetzen kann. Der Spieler verliert dadurch jedoch keine Ressourcen. Soll zeigen, dass die Welt sich nicht einfach unterwerfen lässt. “The lich casts a quick protective spell, slowing your strike.” “The queen raises a hand, silencing everyone.” Force a Choice Eine unumgängliche, binäre Wahl wird präsentiert. Wenn dieser Move benutzt wird, sollte er auch gänzlich durchgezogen werden und keinen Verhandlungsspielraum lassen. “Your gold pouch and sword slide towards the lava.” “Now’s the choice—the prince or the marquis?” Hit ’em Hard Der Move für direkte Consequences. Kann sich als Schaden, Verrat oder Verlust manifestieren und sollte weh tun. “The ceiling collapses, raining rocks down on you.” “She smirks wickedly at you—take vex, you’re pissed.” Lock It In Eine Option definitiv ausschließen, nachdem eine Lösung nicht funktioniert hat. “The thief gets away, nowhere to be seen.” “The bridge behind you collapses. No going back.”","linked-challenges#Linked Challenges":"Seite 35\nMehrere Challenges können zusammen verknüpft werden, um komplexere Situationen darzustellen.","prompt#Prompt":"Beschreibt einen Trigger. Das kann ein Messy oder Grim sein, ein Pool der geleert wird, ein bisher ungenutzter Foreshadow Move oder Suspense.","reveal#Reveal":"Testet das Können des Charakters.\nEin offensichtlicher Hinweis auf direkte Gefahr. Der Charakter hat eine Chance zu reagieren.","roles#Roles":"Seite 139-141\nSiehe das Buch für ausführlichere Beschreibungen/Moves/Tables/Traits\nName Description Blaster Brutale Fernkämpfer mit großem Flächenschaden. Bröckeln im Nahkampf. Brute Ein großer, böser, kräftiger Gegner. Gefährlich im Nahkampf. Lurker Schleicher der aus den Schatten angreift. Flieht nachdem er entdeckt wurde. Möchte keinen langen Kampf. Marauder Brutale, chaotische Nahkämpfer. Sehr aggressiv, aber schwach gegen taktisches vorgehen. Marksman Präzise Schützen welche sich auf einzelne Ziele spezialisieren. Verwundbar im Nahkampf oder wenn er sich viel bewegen muss. Overseer Taktiker welcher Truppen kommandiert. Schwach wenn isoliert oder überwältigt. Predator Jäger welche gerne mit ihrer Beute spielen. Versuchen es immer wieder. Protector Ein defensiver Gegner, der jemanden beschützt. Ist ohne seinen Schützling eher schwach. Skrimisher Schneller Feind, nutzt Hit-and-Run Taktiken. Bröckeln wenn sie nicht wegkommen. Swarmer Unaufhaltsame Feine welche in Massen angreifen und sich auf ihre Zahlen verlassen. Sind alleine schwach. Tactician Haben einen Plan und denken taktisch. Haben Probleme wenn ihr Plan nicht aufgeht. Trickster Nutzt Täuschung und billige Tricks um die Oberhand zu behalten.","running-combat#Running Combat":"Seite 39\nIn Grimwild gibt es keine Initiative, die Action passiert gleich wie in anderen Szenen einfach nach den Handlungen der Spieler. Der Spielleiter beschreibt was passiert und die Spieler antworten. Das Spotlight ist meist bei den Spielern, während Gegner sich mit Foreshadow auf Angriffe vorbereiten können oder mit Suspense ein Impact Move ausgeführt werden kann.\nGrundsätzlich ist Theater of the Mind für Grimwild angedacht, jedoch können auch simple Karten/Skizzen bei der Positionierung helfen, sollten aber nicht im Vordergrund stehen.","story-moves#Story Moves":"Seite 31\nDiese Moves geben die Geschwindigkeit des Spiels vor, setzen die Szenen auf und beleuchten Charaktere oder beenden Szenen. Diese Moves können jederzeit gemacht werden.\nMove Description Examples Foreshadow Auf Gefahr hinweisen, manchmal mit einem Timer Pool. Führt später zu einem Impact Move. “The wizard narrows his eyes angrily as you enter.” “You hear hoofbeats coming, a 4d timer.” Question Dieser Move hilft dabei, die Richtung der Geschichte herauszufinden, welche die Spieler spielen möchten. Durch provokative Fragen kommt es zu mehr Drama und die Welt lässt sich gut durch die Spieler ausbauen. Dabei sollte auf den Blickwinkel der Charaktere Rücksicht genommen werden. “Why did you let them kill that bandit?” “What do you say about the queen as you sit around the fire?” Spotlight um ruhigeren Spielern auch die Chance zu geben zu handeln, wird die Aufmerksamkeit auf sie gerichtet. Evtl. auch mit cineastischer Sprache. “You’ve been quiet for a bit—what are you up to?” “The crone’s eyes lock onto yours, expecting an answer.” Set the Scene Falls unklar ist, wie die Stimmung in einer neuen Szene aussieht, kann einfach eine Story Roll gemacht werden. Bei einem Grim kann ein Impact Move getriggert werden. “All seem in festive spirits in the great hall.” “All eyes coldly turn as you enter the great hall.” Wrap it Up Wenn eine Szene soweit durch ist und ihren Zweck erfüllt hat, kann die Szene entweder mit einer Montage Roll oder einem passenden Ende beendet werden. “Let’s montage your escape from the collapsing dungeon.” “Okay, you finish mopping up the goblin rabble.”","story-rolls#Story Rolls":"Seite 29\nWenn der Spielleiter etwas nicht selbst entscheiden möchte oder sich bei einer Regelung nicht sicher ist, kann immer auf eine Story Roll zurückgefallen werden.\nEs wird immer aus der Sicht eines guten Ergebnis gewürfelt (Wird für die Fische oder die Fischer gewürfelt?).","strike#Strike":"Testet die Verteidigungen des Charakters.\nEin Impact Move wird gegen den Charakter ausgeführt. Der Charakter war nicht aufmerksam genug um die Gefahr kommen zu sehen.","suspense#Suspense":"Beschrieben als Pure rising tension and cinematic timing. Suspense kann verdient werden, indem ein Suspense Move ausgeführt wird oder ein Impact Move übersprungen wird.\nSuspense kann benutzt werden um einen sofortigen Impact Move auszuführen.","suspense-moves#Suspense Moves":"Seite 32\nDiese Moves geben dem Spielleiter Suspense, bewegen eine festgefahrene Situation nach vorne und helfen die Spieler im Spiel zu halten. Weiters helfen sie dabei, cineastische/filmische Elemente ins Spiel zu bringen. Sie sollten nicht zu oft verwendet werden.\nMove Description Examples Bridge Eine Bridge gibt den Spielern eine einfache Lösung aus einer verzwickten Situation oder einer fad-gewordenen Szene. Sollte nur eingesetzt werden wenn die Spieler nicht mehr weiter wissen und das Spiel ins Stocken gerät. Die Lösung kann Information oder eine Handlung sein. “You hear from above, ‘Need some help down there?’” “It suddenly makes sense—the baron is a vampire.” Buildup Jeder Spieler, der bevor es offensichtlich zu Action kommt eine Beschreibung seines Charakters und seiner vorbereitenden Handlungen gibt, bekommt Spark. “The dragon roars in its lair. Let’s do a buildup.” “What does it look like as you enter the masquerade?” Cutaway Der Spielleiter erzählt eine Szene weg von den Charakteren und gibt mit ihr Informationen für die Spieler. Bösewichte beim planen, Armeen am marschieren etc. Dieser Move kann den Spieler in der Story eine Richtung geben. “In a distant village, a strange sickness begins to spread.” “Meanwhile, we see shadows climbing the walls.” Entangle Der Spielleiter gibt einem Spieler einen Tangle vor, welchen der Spieler aber ablehnen kann. Diese Tangles sollten zu den Traits, Desires, Bonds, Story Arcs des Charakters passen um sie möglichst unwiderstehlich zu machen. “He looks at you with a smirk, daring you to speak up.” “The prisoner knows where your mother is.” Recap Am Anfang einer Session wird die bisherige Handlung zusammengefasst oder während der Session wird an frühere Geschehnisse erinnert. Wenn Spieler die Zusammenfassung selbst machen wollen, bekommt der Spielleiter kein Suspense. “Okay, so last time you wrecked that keep.” “Remember when you let that bandit go?”","tiers#Tiers":"Name Description Mook - Set Dressing- eine Action Roll kann mehrere gleichzeitig besiegen- größere Gruppen können ein Task Pool sein Tough - ein normaler, gefährlicher Gegner- eine Action Roll besiegt einen- kleine Gruppen können ein Task Pool sein Elite - starke Präsenz in der Szene- 4d/6d Challenge- führt Gruppen von schwächeren Feinden an Boss - treibende Kraft in der Szene- 6d/8d oder linked Challenge","vigilance#Vigilance":"Seite 36\nEs wird immer davon ausgegangen, dass Charaktere so aufmerksam sind, wie es ihr Vantage gerade zulässt. Das inkludiert das Finden von Fallen, Geheimtüren und Lügen. Der Spielleiter benutzt sein Bauchgefühl um zu entscheiden, wann jemandem etwas auffällt.\nEs gibt 3 Level von Vigilance, welche die Sicht eines Charakters widerspiegeln können."},"title":"GM Rules"},"/rules/grimwild/player-rules/":{"data":{"":"","action-roll#Action Roll":"Standard-Wurf wenn Spieler etwas unternehmen. Der Spieler beschreibt die Intention und das Wie, der Leiter wählt den passendsten der Stats.\nWenn ein Impact Move gemacht wird, bekommt der Spieler hier keine Defense Roll wenn es die Konsequenz seines eigenen Wurfs ist.","always#Always":"Ein Charakter kann die Fähigkeit haben in etwas Always Erfolg zu haben oder ein Benefit zu bekommen. Das trifft nur dann nicht zu, wenn der Spielleiter einen Counter Move vollzieht, eine NPC Fähigkeit dagegenwirkt oder andere besondere Umstände herrschen.\nIn short, “always” means 95% of the time.","anchor-examples#Anchor Examples":"Anchors Ancient Knowledge Artifact or Relic Auspicious Timing Circle of Casters Divine Guidance Enchanted Location Exotic Ingredients Harness Energy Item of Great Import Sacred Dance Sacrificial Offering Sanctified Ground Specific Helper","assisting-with-magic#Assisting with Magic":"Zählt ebenfalls als Set Dressing und sollte daher narrativ nicht allzu extrem ausfallen.","background#Background":"Jeder Spieler überlegt sich die zwei Hintergründe, welchen für den Charakter am wichtigsten sind. Beispiele für Hintergründe sind Herkunft, Erziehung, Bildung und Berufe/Berufung.\nFür jeden Hintergrund überlegt sich der Spieler 3 Wises, kurze Phrasen welche die Erfahrungen welche mit dem Hintergrund zusammenhängen ausdrücken.","bonds#Bonds":"Beschreiben die Beziehungen zwischen den Charakteren. Bonds setzen sich aus einem Adjektiv und einem Nomen zusammen und sollen von den Spielern interpretiert werden. Sie geben ebenfalls Leitung zum Rollenspiel. Sie spiegeln die kurze und vorwiegende Meinung gegenüber einem anderen Mitglied der Party wieder, nicht die gesamte Meinung eines anderen Charakters.\nBonds gehen gezwungenermaßen nicht in beide Richtungen und Charaktere können unterschiedliche Meinungen zueinander haben.\nBonds können jederzeit geändert werden wenn es narrativ passend ist. Wenn sich ein Bond verändert, beschreibt der Spieler wie und warum. Der andere Spieler bekommt dafür Spark.","buffs#Buffs":"Vorteilhafte Effekte (fearless, invisible) erweitern den Vantage und können Aufgaben erleichtern. Wenn ein Spieler einen Buff von einem anderen erhält der ohne die Anwesenheit des anderen fortläuft, kann der andere ohne Share the Risk assistieren.","buffs--debuffs#Buffs \u0026amp; Debuffs":"Buffs \u0026 Debuffs werden pro Anwendung gewertet indem Spieler und Spielleiter zusammenarbeiten. Ein Buff überträgt die Effekte eines Critical: greater effect - secondary effect - setup. Debuffs machen dasselbe für jeden der gegen einen Feind arbeitet. Beide können den Vantage ändern. Potent Buffs halten länger an, können mehrere Charaktere beeinflussen oder geben potency.","cantrip-utility#Cantrip Utility":"Der Unterschied zwischen Cantrip Utility und Spells ist oft nur der zu würfelnde Stats.","cantrips#Cantrips":"Cantrips sind wie Set Dressing zu behandeln. Sie haben keinen mechanischen Effekt und Erfolg ist garantiert. Sie sind äquivalent zu Handlungen, welche keine Action Roll fordern.\nSie erweitern den Vantage mäßig und können von Spielern genutzt werden, um Ausrüstung zu ersetzen, sofern ein passender Tourchstones genutzt wird. Trotzdem wird hier nicht mit dem Zauber Stat gewürfelt, sondern entweder mit Brawn oder Agility.","charakter-details#Charakter Details":"Seite 14\nDie meisten Charakter Details haben keinen mechanischen Wert, sollen aber als Leitung für das Rollenspiel und den Umfang des Könnens der Charaktere sorgen.","clarifications#Clarifications":"","conditions#Conditions":"Conditions beschreiben spezielle Verletzungen und Gebrechen welche oft nur spezielle Situationen beeinflussen und längerfristiger Natur sind. Conditions können als Teil von Marks \u0026 Harm auftreten.\nCondition Types\nUrgent: 4d bleeding out, 6d losing your mind Short-term: twisted ankle, drunk Long-term: Broken arm, a deep hatred Permanent: Gouged out eye, insanity Wenn eine Condition einen Wurf behindern würde, erhält der Wurf +1t. Conditions können auch den Vantage eines Charakters einschränken oder Würfe gänzlich unmöglich machen.\nConditions lösen sich auf wenn es Sinn macht. Das kann nach einer Szene sein, nach einem Rest oder nachdem ein Diminishing Pools geleert ist. Manche Conditions benötigen auch explizites Treatment oder andere Behandlungen.\nDer Spieler hat das letzte Wort bezüglich Long-term und Permanent Conditions, soll aber mit dem Spielleiter zusammenarbeiten um etwas passendes zu finden.","core-mechanik#Core Mechanik":"Seite 12\nDie Spieler beschreiben was sie machen möchten, der Leiter wählt den dafür passenden Stat. Daraufhin würfelt der Spieler d6 gleich dem Stats den der Spielleiter für den Wurf auswählt. Die Spieler können Spark verwenden um einen zusätzlichen Würfel hinzuzufügen (max. +1d).\nWenn die Aufgabe besonders schwierig ist oder durch Umstände in der Szene erschwert wird, kann der Leiter bis zu 2 Thorns (1t, 2t etc.) hinzufügen. Thorns sind d8 und wenn diese auf 7 oder 8 landen, verringern sie den Erfolg des Wurfs um eine Stufe, das wird ein Cut genannt. Ein Wurf mit 3t gilt als nicht möglich und kann nicht durchgeführt werden.\nEin Critical kommt zu Stande wenn mindestens 2 der Würfel auf einer 6 landen. Ein Critical ignoriert Cuts und der Spieler kann sich einen Critical Bonus aussuchen:\nGreater Effect - Secondary Effect - Setup a follow-up.\nEin Disaster ist genau wonach es klingt, das Risiko wird verdoppelt das schlimmstmögliche Ergebnis kommt zu Stande.\nHöchster Wurf Resultat 2 6er Critical Bonus und Cuts ignorieren 6 Perfect 4-5 Messy 1-3 Grim Grim mit Cut Disaster","creative-freedom#Creative Freedom":"Seite 15\nDas Spiel geht stark davon aus, dass Spieler Szenen und die Geschichte mitgestalten. Die Kräfte der Spieler zur Mitgestaltung reichen von Hintergrunddetails in Szenen über Komplikationen in Szenen zu Story Beats. Der Leiter behält ein Vetorecht.","damage--recovery#Damage \u0026amp; Recovery":"Seite 16","defense-roll#Defense Roll":"Standard-Wurf wenn Spieler einer Konsequenz aus dem Weg gehen möchten. Der Leiter wählt den passendsten der Stats.\nDer Defense Roll wird nicht vom Spieler bestimmt, der Leiter beschreibt die Verteidigung, da es sich um eine Kurzschlussreaktion handelt. Spieler haben ein schwaches Veto-Recht, die Entscheidung liegt aber beim Spielleiter.\nBei einem Messy Erfolg gibt es zwar trotzdem Konsequenzen, aber sie sind gelindert (bspw. weniger Schaden).","detecting-magic#Detecting Magic":"Mit einem passenden Touchstones kann Magie einfach erkannt werden. Ohne Touchstones wird es schwieriger aber die Fähigkeit Magie zu wirken ist hier ein großer Faktor. Ohne Training muss die Magie sehr offensichtlich sein um bemerkt werden zu können.","diminishing-pools#Diminishing Pools":"Seite 13\nEin elegantes System um verschiedene Fortschritte zu tracken. Ein Diminishing Pool besteht zu Beginn aus 4 (short), 6 (medium) oder 8 (long) d6. Wenn der Pool getriggert wird, bspw. durch Fortschritt durch eine Action Roll, Zeit die verstreicht, Fehlschläge oder andere Events, werden die verbleibenden Würfel im Pool gerollt. Jeder Würfel, der einen Grim (1-3) würfelt, wird aus dem Pool entfernt.\nWenn der letzte Würfel aus einem Pool entfernt wird, tritt das Ereignis des Pools in Kraft.\nWenn in einem Task Pool ein Messy oder Perfect erreicht wird, aber daraufhin keine Würfel entfernt werden, bekommt der Spieler einen sekundären positiven Effekt. Falls nur ein einziger Würfel im Pool geworfen wird und dieser nicht ausscheidet, kann der Spieler Push Yourself nutzen um den letzten Würfel zu entfernen. Der Leiter kann ein Suspense für den selben Effekt bezahlen. Pool-Arten\nTimer Pools: 8d Sonnenaufgang, 4d das Ritual beginnt Trigger: Schlüsselmomente, verstreichende Zeit, mehrere Spieler unternehmen etwas Pressure Pools: 6d Die Wachen werden auf dich aufmerksam, 8d Die Krankheit breitet sich weiter aus Trigger: Impact Moves, Events oder Gefahrenlevel erhöht sich Task Pools: 6d Den Dieb verfolgen, 4d die Tore durchbrechen Trigger: Action Roll Resource Pools: 4d Rationen, 6d Munition für Kanone Trigger: eine Ressource wird genutzt","dispelling-magic#Dispelling Magic":"Sofern ein Charakter sich der Magie bewusst ist kann er versuchen die Magie zu zerstreuen. Das erfordert kein besonderes Training sondern kann entweder durch relevante Touchstones, Störung der Magie (magischen Schild mit Axt durchbrechen) oder Logik (Wasser um einen Feuer-Zauber zu unterdrücken) umgangen werden. Kreativität ist gefragt.","downtime#Downtime":"Ausgedehnte Pausen zwischen Abenteuern, bspw. eine Jahreszeit, ein Monat etc. Während dieser Zeit heilen sich die Charaktere (inklusive relevanter Conditions und per-session Talente werden zurückgesetzt.).\nDer Spielleiter würfelt Faction Pools und leert einen um die Story nach vorne zu treiben.","features#Features":"Das Auftreten und Aussehen des Charakters, beschrieben in den 3 auffälligsten Eigenheiten des Charakters.","healing-magic#Healing Magic":"(siehe Beispiel unter Touchstones)","hilfe-von-einem-anderen-spieler-und-setups#Hilfe von einem anderen Spieler und Setups":"Seite 12\nMuss passieren, bevor der andere Spieler würfelt\nDer helfende Spieler beschreibt warum und wie die Unterstützung aussieht und würfelt 1d und Share the Risk Das Ergebnis wird in den eigentlichen Wurf eingearbeitet und beide Spieler beschreiben wie die Aktion abläuft.","interrupt#Interrupt":"Ein Impact Move kann, wenn ein spezifisches Talent vorhanden ist, mit einer Action Roll unterbrochen werden. Der Spieler Shares the Risk und bei einem Messy behält oder bekommt der Spielleiter Suspense.","magic-duration#Magic Duration":"Ein Spell hält nur für wenige Momente, ein Potent Spell hält bis zum Ende einer Szene. Die Dauer wird vom Spielleiter anhand des Effekts bewertet.","magic-on-defense-rolls#Magic on Defense Rolls":"Der Spielleiter wählt den Stat für die Defense Rolls und kann einem Spieler erlauben, sein Spellcasting zu nutzen. Ein solche Nutzung zählt als Set Dressing und kostet keine Ressourcen. Der Spieler kann, falls ein passender Zauber vorhanden ist auch anfragen, ob Zeit ist ihn zu wirken. In diesem Fall kostet der Zauber Ressourcen wie gewohnt.","magic-trappings#Magic Trappings":"Magie zu verstecken ist extremst schwer und meistens unmöglich. Die Gegenstände zu verlieren welche für Magie nötig sind können Magie unmöglich machen oder zusätzliche Thorns zu Würfen hinzufügen.","marks--harm#Marks \u0026amp; Harm":"Es gibt in Grimwild zwei Arten von Schaden in Grimwild: Mark und Harm. Mark representiert kleine Verletzungen/Rückschläge welche nur kurze Konsequenzen haben während Harm gravierendere Verletzungen repräsentiert. Harm ist der Standard Schaden von Impact Moves, kann aber in Marks und andere Konsequenzen gesplittet werden.\nJeder Stat kann eine Mark erhalten (kleines Kästchen unter jedem Stat). Wenn ein Stat eine Mark erhält, wird der nächste Wurf mit diesem Stat mit +1t gewürfelt, die Mark verschwindet dann sofort wieder. Erhält ein Stat eine zweite Mark so erleidet der Charakter stattdessen Harm.\nHarm wird entweder als Bloodied oder Rattled repräsentiert. Jeder Harm hat als Auswirkung, dass alle Würfe mit +1t gewürfelt werden. Erleidet ein Charakter zwei Mal denselben Harm, so ist der Charakter Dropped, also aus der Szene.\nWenn ein Charakter Dropped erhält, macht er eine Story Roll (für gewöhnlich 2d6). Bei einem Perfect ist der Charakter weg bis die Szene endet, bei einem Messy erhält der Charakter eine Condition (bspw. 4d dying, broken leg, head trauma) und bei einem Grim erhält der Charakter eine dauerhafte Condition (insanity, morality shift) oder stirbt direkt.","montage-roll#Montage Roll":"Montage Rolls werden benutzt um Sequenzen zu entscheiden, welche nicht unbedingt in vollem Detail ausgespielt werden sollen. Der Spieler würfelt 2d6 und es werden ein paar Story-Beats aus der Montage herausgepickt, bei Grims wird “hineingezoomt”.\nFalls mehrere Spieler involviert sind würfelt jeder 2d6 und Share the Risk. Die Ergebnisse sind kollaborativ und 6er in Würfen von unterschiedlichen Spielern zählen nicht zu einem Critical zusammen.","odds--ends#Odds \u0026amp; Ends":"Seite 17","potency#Potency":"Wenn ein Charakter Potency für eine Aufgabe besitzt, können Thorns von Schwierigkeiten ignoriert werden und normalerweise unmögliche (+3t) Aufgaben versucht werden. Thorns von Verletzungen können jedoch nicht ignoriert werden.\nPotent Feats\nGroup Actions: etwas, was nur eine Gruppe von Leuten schaffen kann (lifting a boulder, a volley of arrows, inciting mutiny) Stretching Limits: etwas leicht übermenschliches (leap a massive gap, endure fire, tell ridiculous lies) Mystical: Taten, die nicht in die oberen Kategorien passen (befriend a wild tiger, use echoes to create a rockslide) Potency betrifft nur die Schwierigkeit die durch Thorns von äußeren Einflüssen kommt und ändert den Wurf folgendermaßen:\n+3t/+2t/+1t Würfe werden +0t +0t Würfe sind ein automatischer Erfolg solange keine Thorns von anderen Quellen hinzukommen ein Messy oder Perfect Ergebnis auf einem +0t/+1t/+2t (von äußeren Einflüssen) hat einen Greater Effect wie bei einem Critical. +4t sind trotz Potency nicht möglich","potent-spells#Potent Spells":"Wie der Name schon sagt, bekommt der Charakter Potency durch diese Art von Zauber und sie erweitern den Vantage. Ein Potent Spell kann Effekte erzielen, welche sonst nur eine Gruppe schaffen könnte (bis zu +3t). Ein Wurf mit +1t/+2t hat einen Greater Effect wie ein Critical und ein Wurf mit +0t ist automatisch erfolgreich.","power-pools#Power Pools":"Einige Talente und Items haben einen Power Pool welcher statt einem Stat gewürfelt wird. Dieser Wurf gibt das Ergebnis für die jeweilige Action/Defense Roll und Würfel werden wie bei einem Diminishing Pool aus dem Pool entfernt. Es wird immer der ganze Pool geworfen.","pre-session-recap#Pre-Session Recap":"Vor jeder Session (nach der Ersten) erzählt jeder Spieler die besten Momente seines Charakters aus der letzten Session auf. Jeder Spieler erhält Spark.\nWenn alle Spieler fertig sind fasst der Spielleiter die vorherige Session mit diesen Momenten noch einmal zusammen und bekommt Suspense.","push-yourself#Push Yourself":"Um manche Talente zu aktivieren oder um den letzten verbleibenden Würfel aus einem Diminishing Pool zu entfernen, kann ein Spieler seinen Charakter pushen, dafür erhält der Charakter eine Mark auf einem beliebigen Stat.\nTalente welche Push Yourself zur Aktivierung benötigen, können einmal per Session ohne Mark zu nehmen aktiviert werden.","quarrels#Quarrels":"Konflikte zwischen Spielercharakteren werden durch einen Quarrel gelöst. Zuerst müssen alle Spieler zu einem Quarrel zustimmen und die Konsequenzen für Sieg und Verlust festlegen. Jeder Spieler würfelt dann 2d, der höchste Wurf gewinnt.\nAndere können assistieren oder mit 2d und ihrem eigenen Einsatz teilnehmen. Bei einem Unentschieden einigen sich die Charaktere auf einen Kompromiss oder würfeln erneut.\nDer Sieger beschreibt wie er gewinnt, danach beschreibt der Verlierer wie der Charakter mit der Niederlage umgeht. Die Ergebnisse eines Quarrels sind final, die Geschichte entwickelt sich in die Richtung des Gewinners. Beide Seiten bekommen Spark.","rest#Rest":"Beschreibt eine Zeit zwischen signifikanter Action (a night’s camp, a week’s travel). Die Zeit/der Rest ist angepasst an Drama und nicht an Realismus. Alle Marks \u0026 Harm werden entfernt.","resurection#Resurection":"Verstorbene zurückzubringen ist ein gefährliches Ritual welches einen hohen Preis fordert.","rituals#Rituals":"Seite 21\nRituale sind die mächtigste und aufwändigste Form von Magie in Grimwild. Sie können weltverändernde Effekte haben. Rituale bestehen immer aus 3 Teilen:\nSource of Magic: eine Quelle für die Magie und passende Touchstones. Die Quelle kann auch eine Schriftrolle, ein Trank oder Hilfe von einem magischen Wesen sein. Anchors: Anker welche zu den Touchstones und der Art des Rituals passen und von gemeinsam von allen Spielern + Spielleiter ausgesucht werden. 2-3 Anker pro Ritual Rites: der Akt des Zauber wirken. Eine Challenge welche geschafft werden muss und durch fehlende Anchors schwieriger oder unmöglich gemacht wird","set-dressing#Set Dressing":"Hintergrunddetails und Beschreibungen der Szene. Angefangen von Teppichfarben zu Equipment welches im given Vantage der Charaktere bzw. der Szene liegt.\nDie Charaktere versuchen in ein Haus einzubrechen. Natürlich hat der Dieb Seile, ein Brecheisen und Dietriche dabei. Das verlassene Haus hat ein altes, gebrechliches Schloss und im Kaminzimmer befindet sich noch leicht brennbares Material.","setup-und-externe-hilfe#Setup und externe Hilfe":"Falls zuvor bereits eine Aktion erfolgreich war, welche die jetzige effektiver macht, wird ohne Share the Risk gewürfelt. Falls es die Aktion des Spielers selbst war (siehe Critical Bonus oben), bekommt er nochmal +1d.\nFalls Hilfe oder Setup von einer externen Quelle kommen (NPC, Umgebung etc.), würfelt der Leiter 1d dazu.","share-the-risk#Share the Risk":"Der Charakter macht sich hierbei verwundbar für die Konsequenzen eines Fehlschlags. Der GM kann nun bei einem Fehlschlag entweder einen Impact Move machen oder bekommt Suspense.","spark#Spark":"Pure protagonist energy.\nSpark kann bei jedem Wurf genutzt werden um +1d zu erhalten.\nEin Charakter erhält Spark wenn Tangles von ihm zu einer Szene hinzufügt werden, eine Disaster würfelt, einer seiner Story/Character Arc aufgelöst wird oder Quarrels vorkommen.\nSpark wird über Sessions übertragen und Spieler können mehr als 1 Spark pro Wurf verwenden.\nEin Spieler kann nicht mehr als 2 Spark haben.","spellcasting#Spellcasting":"Seite 18\nGrimwild benutzt ein Freeform Magie-System. Zauber werden mithilfe von Tourchstones gewirkt - das sind Schlüsselbegriffe wie Namen des Zaubers, göttliche Domänen oder Gegenstandsbeschreibungen. Die Tourchstones werden beim zaubern definiert, wobei auch Limitationen der Magie definiert werden. Jede Quelle definiert klar die Touchstones, Methoden und Kosten für Magie.\nMagie hat 4 Stufen: cantrips - spells - potent spells - rituals\nUm die passende Stufe zu ermitteln können zwei Methoden angewendet werden. Meistens wird die erste Methode verwendet.\nWenn der Zauber etwas bewirkt, was auch mit nicht-magischen Methoden umsetzbar wäre, wird das finale Ergebnis zur Bewertung herangezogen.\nWenn der Zauber etwas bewirkt, was nur mit Magie machbar ist, wird der narrative Einfluss zur Bewertung herangezogen.\nDer Spielleiter nutzt diese Vergleichsmethoden und Beispiele aus dem Buch um zwischen den Stufen zu unterscheiden.","spellcasting-rulings#Spellcasting Rulings":"Seite 20\nMagic’s a freeform system, built on flexibility and creative rulings from the GM, with the understanding that its freedom is meant to preserve the feeling of magic. While this system can be exploited in unfun ways aimed at “winning,” it relies on you buying into your magic touchstones and the magnitudes of magic. Don’t be a weasel—play in good faith and have fun with the freedom it gives you.","spells#Spells":"Spells haben eine Wirkung gleich einer Action Roll, also Resultate welche von einer Person mit dem richtigen Werkzeug und dem richtigen Training schaffen können.","stats#Stats":"Die Attribute des Charakters werden gewertet von 1-3. Zur Charaktererstellung beginnt jeder Stat mit 1. Danach werden 4 weitere Punkte frei verteilt, mit einem Maximum von insgesamt 3 Punkten pro Stat.\nAttribut Beschreibung Brawn Power, Menace, Toughness Agility Precision, Athletics, Reflexes Wits Smarts, Trickery, Reading Situations Presence Influence, Willpower, Reading People","story#Story":"Eine Metawährung von der jeder Spieler zu Beginn einer Session 2 Stück bekommt. Story kann benutzt werden um Details ins Spiel zu bringen, welche Set Dressing übersteigen und Situationen zu Gunsten der Spieler (oder gegen sie) wenden. Story Details müssen zumindest dem stretched Vantage entsprechen und dürfen daher nicht zu weit hergeholt sein. Der Spielleiter hat ein Vetorecht.\nNeu hinzugefügte Story Details können bestehende Details nicht überschreiben. Story Details können auch andere Spieler beeinflussen, das braucht jedoch die Einwilligung des anderen Spielers.\nDer Spielleiter kann eine Story Roll durchführen um festzulegen, wie effektiv/wahr das Story Detail wirklich ist, bzw. kann dem Detail Nuance hinzufügen.\nBeispiel Story Details\nCharaktere: Dieser Nekromant war dein Mentor; spezielle Ausrüstung, Kontakte, Hintergrund etc. Szene: Die Wache schläft ein, es gibt eine geheime Tür; NPC Handlungen, Objekte, Atmosphäre Setting: Es gibt eine Stadt hinter diesem Wald, der König ist schwer krank; Geschichte, Geographie, Fraktionen","story-arcs#Story Arcs":"Seite 15\nStory Arcs sind kurze Phrasen welche von den Spielern gewählt werden um entweder die Richtung der ganzen Gruppe oder des einzelnen Charakters zu bestimmen. Ein Story Arc ist eine kurze deskriptive Phrase, welche eine Richtung/ein Ziel vorgibt auf welches der Charakter/die Gruppe hinarbeitet.\nEin Arc wird mit einem bedeutsamen Moment beendet, so lang oder kurz wie der Spieler wünscht. Wenn ein Arc so aufgelöst wird, erhält der Charakter Spark. Um den Arc zu beenden muss das gesteckte Ziel nicht unbedingt erreicht werden, sondern kann auch durch ein anderes, gerade wichtigeres, ersetzt werden.\nGrimwild teilt Story und Character Arcs in 3 Arten: Ambitions - Struggles - Growth. Ambitions haben ein relativ klares Ziel. Struggles befassen sich Problemen welche Charaktere mit sich selbst oder anderen haben. Growth befasst sich mit positiven Veränderungen die ein Charakter durchläuft.\nMithilfe von Story und Tangles haben Spieler die Macht, ihre eigenen Charakter-Arcs gut auszuführen. Das Buch empfiehlt Arcs innerhalb von 3-5 Sessions aufzulösen. Struggles sollten mit der Gruppe abgesprochen sein und noch limitierter in der Länge sein.","talents#Talents":"Die Fähigkeiten welche den Charakter besonders machen bzw. in Spielsprache: seine Klassenfähigkeiten. Der Klassenname erweitert nicht den Vantage sondern die Talente.","tangles#Tangles":"Komplikationen in der Szene welche von den Spielern erdacht werden und die Aufmerksamkeit benötigen. Wenn ein Spieler einen Tangle einführt, bekommt er dafür Spark.\nTangles müssen vom Vantage oder einem Story/Character Arc des Charakters stammen und haben immer einen Immediate Impact (erfordert eine Action Roll verhindern eine Möglichkeit oder verwehren Handlungen in bestimmten Situationen).\nBeispiel Tangles\nUnweise Entscheidungen: du wirfst dein Schwert beiseite damit der Kampf fair bleibt Persönliche Motivation vor Gruppenzielen: du vergiftest den General anstatt mit ihm zu verhandeln um deine Rache zu bekommen Komplikationen von Glauben oder Hintergründen: du hast niemanden erzählt, dass du und der Baron eine Affäre hatten","teamwork#Teamwork":"Wenn alle Spielercharaktere zusammenarbeiten sucht der Leiter den Würfelnden aus während die anderen Charaktere assistieren (mit je 1d).","touchstone-limitations#Touchstone Limitations":"Wenn ein Talent einen Touchstone vergibt, sollten die Möglichkeiten und Grenzen klar definiert werden. Klarheit über die Fähigkeiten führen zu mehr Spielspaß und kreativeren Anwendungen. Falls die Fähigkeiten eines Spielers sich als zu breit gefächert entpuppen, sollten neue Grenzen definiert werden um die Balance zu wahren.","touchstones#Touchstones":"Seite 19\nTouchstones sind Schlüsselwörter welche die Art von Magie und deren Einfluss und Wirkung abdecken. Die Magie soll mit dem zusammenhängenden Touchstone sinnhaft sein. Falls sich etwas wie ein reach (siehe Vantage) anfühlt, übersteigt die Magie den Touchstone und kann so nicht genutzt werden.\nDem Spielleiter ist ein Veto-Recht eingeräumt. Der Spielleiter kann eine ausgeweitete Nutzung aber auch mit zusätzlichen Thorns erlauben, sofern die Anwendung nicht gänzlich implausibel ist.\nTouchstone Cantrip Spell Potent Spell Ritual Shimmering vision Flash of light Simple Illusion Complex illusion Permanent illusion Fiend patron Summon hellflies Summon imp Call a hellhound Summon demon Healing domain Heal a headache Heal a mark Heal harm Regrow a limb","traits--desires#Traits \u0026amp; Desires":"Jeder Charakter hat jeweils 2 die sehr zutreffen und 1 welches gar nicht zutrifft.","treatment#Treatment":"Harm kann nur durch Treatment entfernt werden, was immer Zeit, Werkzeug oder Training/Wissen benötigt. Da Treatment immer mit einem Risiko einhergeht, verlangt es eine Action Roll.\nBei einem Messy erholt sich der Charakter aber andere Probleme können auftreten (left with a mark, takes longer than expected). Bei einem Grim wird die Situation schlechter wie durch eine Long-term Condition oder Tod.\nConditions können nur behandelt werden wenn es Sinn macht. Dazu müssen evtl. spezielle Anforderungen erfüllt werden (bspw. Diminishing Pools, besserer Vantage.","vantage#Vantage":"Vantage/Blickwinkel beschreibt die Gesamtheit den ein Charakter und die umliegende Situation/Fiktion ausmacht. Es ist eine abstrakte Zusammenfassung der Erfahrungen, des Equipment, des Wissen, der derzeitigen Situation/Szene und Conditions eines Charakters. Ein Arzt weiß, wie man eine Operation durchführt, ein Dieb weiß wie man ein Schloss knackt, ein Bauer kennt eine Schauspielerin aus einem anderen Kontinent nicht. Jemand mit einem gebrochenen Bein kann nicht gut springen.\nHier unterscheidet das Spiel zwischen given, stretch und reach. Einen mangelnden Vantage zu haben kann manche Dinge unmöglich machen.\nTools of the Trade/Passendes Werkzeug beschreibt die Gegenstände, welche für den Charakter passend sind und bei denen es Sinn macht, dass der Charakter mit ihnen umzugehen weiß. Ein Bergarbeiter weiß wie man Erze abbaut. Es dient Charakteren eine sinnvolle Grundkompetenz zu geben.\nDetails sollten sowohl positiv als auch negativ genutzt werden, als Inspiration und als Limitation. Die Details können von Spielern genutzt werden um die Geschichte voran zu treiben wenn sie sich ihrer eigenen Handlungen nicht ganz sicher sind. Details sind da um im Verlauf der Geschichte auch verändert zu werden.","vex#Vex":"Vex beschreibt eine Kurzschlussreaktion aufgrund einer Konsequenz oder als Teil einer Mark oder Harm. Ein Vex hält für 1-2 Story Beats/Aktionen an. Der Spieler oder der Leiter wählt eine der 4 Reaktionen:\nFight - Flight - Freeze - Freakout\nDer Spieler behält die Kontrolle über den Charakter, jedoch wird der Charakter von seinen unmittelbaren Emotionen (Vex) getrieben. Der Spieler sollte versuchen ein gutes Mittel zu finden zwischen Spaß, was in die Story passt und was mit der Emotion einhergeht.","wurfarten#Wurfarten":"Seite 13"},"title":"Player Rules"},"/summaries/":{"data":{"":"Hier gibt es (hoffentlich) alle Zusammenfassungen aus gespielten Kampagnen.\nThe Grim Frontier"},"title":"Zusammenfassungen"},"/summaries/eberron-saga/":{"data":{"":"Die Abenteuer von HELLiOS One, Tuma’nogra, Gimli Hendrix und Tuff Wellwalk.\nFrühere Begleiter:\nFinbar Stoirm aka Barry McCockiner Jin Infel Holden McGroin","1-shardtrail#1. Shardtrail":"Die ruhige Rückreise von einem Auftrag des Fariaci-Corps auf dem Schienenblitz wird von dubiosen Dieben mit seltsamen Drachenmalen gestört. HELLiOS, Tuma und Finbar/Barry ermitteln und decken großes auf.","2-eldritch-expedition#2. Eldritch Expedition":"Nach den vorhergehenden Ereignissen müssen die drei Helden untertauchen. Sie schließen sich der Expedition von Professor Haragut Drogan an und erkunden den durch den Krieg zerrüttelten Bezirk Fallen.","3-intermission-of-wyrdness#3. Intermission of Wyrdness":"Die Ereignisse im Bezirk Fallen führen die Gruppe zu einem unerwarteten Ort mit neuen Gefährten. Eine sich ausbreitende Seuche kann nur von den Helden der Prophezeiung und mit dem Segen der Natur gebannt werden. Um den Krieg zu gewinnen muss das Land unter einen Banner gebracht werden.","teile-der-kampagne#Teile der Kampagne":"Die Kampagne besteht derzeit aus drei Teilen. Die Sessions der ersten beiden Arcs sind in kurze Teile zusammengefasst. Ab dem 3. Teil werden die direkten Zusammenfassungen der einzelnen Sessions hochgeladen."},"title":"Eberron Saga"},"/summaries/eberron-saga/eldritch-expedition/":{"data":{"":"Die Abenteuer von HELLiOS One, Tuma’nogra, Gimli Hendrix und Tuff Wellwalk.\nFrühere Begleiter:\nFinbar Stoirm aka Barry McCockiner Jin Infel Holden McGroin","1-shardtrail#1. Shardtrail":"Die ruhige Rückreise von einem Auftrag des Fariaci-Corps auf dem Schienenblitz wird von dubiosen Dieben mit seltsamen Drachenmalen gestört. HELLiOS, Tuma und Finbar/Barry ermitteln und decken großes auf.","2-eldritch-expedition#2. Eldritch Expedition":"Nach den vorhergehenden Ereignissen müssen die drei Helden untertauchen. Sie schließen sich der Expedition von Professor Haragut Drogan an und erkunden den durch den Krieg zerrüttelten Bezirk Fallen.","3-intermission-of-wyrdness#3. Intermission of Wyrdness":"Die Ereignisse im Bezirk Fallen führen die Gruppe zu einem unerwarteten Ort mit neuen Gefährten. Eine sich ausbreitende Seuche kann nur von den Helden der Prophezeiung und mit dem Segen der Natur gebannt werden. Um den Krieg zu gewinnen muss das Land unter einen Banner gebracht werden.","teile-der-kampagne#Teile der Kampagne":"Die Kampagne besteht derzeit aus drei Teilen. Die Sessions der ersten beiden Arcs sind in kurze Teile zusammengefasst. Ab dem 3. Teil werden die direkten Zusammenfassungen der einzelnen Sessions hochgeladen."},"title":"Eldritch Expedition"},"/summaries/eberron-saga/intermission-of-wyrdness/":{"data":{"":"Die Abenteuer von HELLiOS One, Tuma’nogra, Gimli Hendrix und Tuff Wellwalk.\nFrühere Begleiter:\nFinbar Stoirm aka Barry McCockiner Jin Infel Holden McGroin","1-shardtrail#1. Shardtrail":"Die ruhige Rückreise von einem Auftrag des Fariaci-Corps auf dem Schienenblitz wird von dubiosen Dieben mit seltsamen Drachenmalen gestört. HELLiOS, Tuma und Finbar/Barry ermitteln und decken großes auf.","2-eldritch-expedition#2. Eldritch Expedition":"Nach den vorhergehenden Ereignissen müssen die drei Helden untertauchen. Sie schließen sich der Expedition von Professor Haragut Drogan an und erkunden den durch den Krieg zerrüttelten Bezirk Fallen.","3-intermission-of-wyrdness#3. Intermission of Wyrdness":"Die Ereignisse im Bezirk Fallen führen die Gruppe zu einem unerwarteten Ort mit neuen Gefährten. Eine sich ausbreitende Seuche kann nur von den Helden der Prophezeiung und mit dem Segen der Natur gebannt werden. Um den Krieg zu gewinnen muss das Land unter einen Banner gebracht werden.","teile-der-kampagne#Teile der Kampagne":"Die Kampagne besteht derzeit aus drei Teilen. Die Sessions der ersten beiden Arcs sind in kurze Teile zusammengefasst. Ab dem 3. Teil werden die direkten Zusammenfassungen der einzelnen Sessions hochgeladen."},"title":"Intermission of Wyrdness"},"/summaries/eberron-saga/shardtrail/":{"data":{"":"Die Abenteuer von HELLiOS One, Tuma’nogra und Finbar Stoirm/Barry McCockiner.\nHELLiOS OneWarforged Artificer\rLocal ImageHalf-Orc Wizard\rLocal ImageHalf-Elf Sorcerer/Cleric"},"title":"Shardtrail"},"/summaries/eberron-saga/shardtrail/shardtrail-1/":{"data":{"":"","das-ende-der-reise#Das Ende der Reise":"Ihr befindet euch gerade auf dem Heimweg von eurer letzten Mission. Die letzten paar Wochen habt ihr hart darauf hingearbeitet in den Fariaci Corps aufgenommen zu werden. Der Fariaci Corps ist eine Untergruppe der Wayfinder Foundation, der größten Abenteurergilde in Khorvaire, und wurde von einem derer Mitglieder gegründet. Nach erfolgreichem Abschluss eures jetztigen Auftrags, wurde euch die Aufnahme in den Fariaci Corps gesichert. In Zukunft müsst ihr euch keine Gedanken mehr darüber machen wo eine Mahlzeit oder ein Dach über dem Kopf für euch herkommt. Die Gilde zahlt ein angemessenes Gehalt, welches durch diverse Aufträge leicht aufgebessert werden kann. Etwas südlich von Hatheril, habt ihr eine kleine Ausgrabung überwacht bei denen ihr einige Drachenscherben für einen Kunden bergen solltet. Die Ausgrabung verlief recht unspektakulär und die Arbeiter schienen recht nett zu sein. Gute Menschen, wie sie es in Breland oft sind. Bei diesem Auftrag hat euch ein weiterer Anwärter begleitet. Derrian Harkgrove, ein Mensch Ende 20 und wie so viele andere, Kriegsveteran. Ihr alle seid untereinander noch nicht viel zum Reden gekommen, der Auftrag hat euch quer zusammengewürfelt und die Arbeit war anstrengend. Nachdem rund ein dutzend Drachenscherben geborgen waren, seid ihr in Wroat wieder in die Schienenblitz gestiegen und habt euch auf den Weg nach Sharn gemacht, wo Calc auf euch wartet. Der Warforged ist euer direkter Kontakt mit dem Fariaci Corps und hat euch diesen Auftrag zugeteilt. Ihr befindet euch jetzt auf dem direkten Weg zur größten Stadt Khorvaires, Sharn die Stadt der Türme. Der Schienenblitz","überfall-auf-dem-schienenblitz#Überfall auf dem Schienenblitz":"Die angenehme Reise in im Privatabteil des Schienenblitz wird unterbrochen, als eine kleine Gruppe von Banditen die Tür aufbrechen und euch um euer Hab und Gut erleichtern wollen. Glücklicherweise, seid ihr Abenteurer.\nNachdem ihr den Großteil des Zugs von weiteren Banditen befreit und einige Zivilisten gerettet habt, fällt euch auf, dass alle Schurken etwas gemeinsam haben. Jeder einzelne von ihnen, hat ein schwach schimmerndes aberrantes Drachenmal. Sie scheinen zu einer kriminellen Organisation in Sharn zu gehören, Haus Tarkanan.\nAm anderen Ende des Zugs angekommen, findet ihr euch im Gepäckabteil des Schienenblitz wieder. Mit Entsetzen müsst ihr feststellen, dass sich der Boss der Banditen mit eurer Truhe voller Drachenscherben aus dem Fenster und hinauf auf das Dach des Zugs zurückzieht.\nGemeinsam mit Derrian steigt ihr den Banditen nach und seht gerade noch wie der Anführer, in einer Hand die Truhe und mit der Anderen an eine Strickleiter geklammert, mithilfe eines Luftschiffs entkommt. Sein Gesicht habt ihr euch gut eingeprägt. Er trägt ebenfalls ein aberrantes Drachenmal, welches seine linke Wange ziert.\nBevor die restlichen Banditen vom Zug springen um zu entkommen schafft ihr es, drei davon gefangen zu nehmen. Darunter einen Goblin mit dem Namen Bybs. Er lässt fallen, dass Haus Tarkanan von ein paar religiösen Fanatikern angeheurt wurde, viel mehr lässt er nicht aus sich heraus quetschen.\nBybs"},"title":"Shardtrail 1"},"/summaries/eberron-saga/shardtrail/shardtrail-2/":{"data":{"":"","das-stürzende-schiff#Das stürzende Schiff":"Nach der Ankunft in Sharn begebt ihr euch erstmal zu Calc, eurem Auftraggeber. Auf dem Weg dorthin schaffen es zwei der drei Gefangenen mithilfe eines Federfall Zaubers zu entkommen. Bybs wird dabei vorerst von Hellios abgehalten zu fliehen.\nCalc ist unglücklich über die fehlenden Drachenscherben, gibt euch jedoch zwei Wochen Zeit sie wiederzubeschaffen. Für die Dauer eures Aufenthalts, mietet ihr euch im Amboss im Callestan Distrikt ein. Um der Spur nachzugehen, kettet ihr Bybs an ein Bett im Amboss und begebt euch zur Luftschiffanlegestelle beim Lyrandar Tower.\nBei der Luftschiffanlegestelle scheint es gerade Tumult zu geben. Es ist vor kurzem ein Luftschiff zurückgekehrt, welches mit magischen Fallen übersäht ist. Es handelt sich dabei um jenes, mit dem der Schienenblitz überfallen wurde. Der Pilot des Schiffs befindet sich noch an Bord und schwebt aufgrund der explosiven Fallen in Lebensgefahr.\nGemeinsam schafft ihr es, unter der Pilotenkajüte ein Loch in das Schiff zu schneiden, jedoch schneidet Hellios dabei genau eine der Fallen heraus. Er entledigt sich der Falle am Bug des Schiffs kurz bevor sie explodiert. Er wird dabei zurückgeschleudert und ist bewusstlos. Tuma und Barry schaffen es gemeinsam mit dem Piloten gerade noch rechtzeitig an Land bevor die Ladung hochgeht. Eine Kettenreaktion wird ausgelöst und das Schiff explodiert und fällt in die Tiefe.\nDer gerettete Pilot ist euch dankbar und kann euch sagen, dass der Anführer der Banditen Tarvin hieß. Nachdem ihr noch von ein paar Wachen zu dem zerstörten Luftschiff verhört werdet, begebt ihr euch zur Rast zurück in eure Unterkunft. Zu eurem Schrecken müsst ihr feststellen, dass Bybs sich befreit hat und geflohen ist. Derrian nimmt allein die Verfolgung auf.\nElementares Luftschiff","ermittlungen-am-schwarzmarkt#Ermittlungen am Schwarzmarkt":"Eure weiteren Nachforschungen treiben euch dorthin, wo man Schurken öfter vermutet, zum lokalen Schwarzmarkt. Zwielichtige Gestalten sind schnell gefunden und ihr gelangt über die Taverne “das stinkende Einhorn” in Cogsgate, im untersten Teile der Stadt tatsächlich dorthin.\nAls ihr euch dort um nützliche Gegenstände umseht hört ihr nach euch rufen und einen Peitschenhieb. Derrian sitzt in einem kleinen Hundekäfig mit zerrissenen Klamotten bei einem Händler. Der Verkäufer, ein alter Svirfneblin meint zwar, dass er unnütz sei, verschenken möchte er ihn aber auch nicht. Er nennt euch eine horrende Summe und Tuma entdeckt unterdessen ein gestohlenes Notizbuch bei demselben Händler, welches sie vor einiger Zeit einer Freundin von sich geschenkt hatte.\nDa ihr die Summe nicht einfach auftreiben könnt, macht er euch ein Angebot. Eine Rivalin von ihm verkauft hier Untote Sklaven, welche ihn langsam aber sicher aus dem Geschäft bringen. Sabotiert ihren Laden und Derrian ist frei.\nSeine Rivalin, eine junge, schwarzhaarige Frau aus scheinbar reicher Herkunft, Rinna, tritt jedoch wesentlich sympathischer auf als der alte Tiefengnom. Nach ein wenig Plaudern gibt sie euch den freundschaftlichen Tip, Leute die ihr nicht mögt im Amboss zu Zimmer 66 zu schicken. Tuma und Barry kaufen sich zwei Untote und nennen sie Karl und Maximillian. Anstatt Rinna nun das Geschäft zu ruinieren habt ihr andere Pläne.\nTuma wirkt nach Schließen des Schwarzmarkts einen Schlafzauber auf den Svirfneblin und ihr nehmt im seine Zugangsmarke zum Lagerhaus des Schwarzmarkts Barry schleicht sich mit dieser Marke ins Lagerhaus und schafft es den Käfig von Derrian aufzubrechen. Bevor ihr verschwindet, schnappt Barry sich noch das Notizbuch von Tuma’s Freundin.\nDerrian erzählt euch, dass er Bybs im stinkenden Einhorn gefunden hat, von ihm jedoch ausgetrickst wurde. Möglicherweise könnte man ihn dort nocheinmal erwischen.\nTuma möchte, dass ihre Studien-Freundin Diamanta ihr Notizbuch zurückbekommt und schickt Derrian los um es ihr zur Morgrave Universität zu bringen. Sie bekommt einen Brief zurück, sie solle sie doch besuchen kommen wenn alles geregelt ist, dann kann sie ihr die Morgrave Universität und ihren Vorgesetzten, den genialen Prof. Haragut Drogan vorstellen.\nAm Abend darauf versucht ihr nocheinmal euer Glück im stinkenden Einhorn und begegnet Bybs gerade in einem Armdrück-Wettbewerb. Er scheint nun etwas kooperativer, anscheinend hat er nun bereits mit seinem Boss Rücksprache bezüglich euch gehalten. Er bietet euch an, euch in zwei Tagen zu Tarvin zu bringen, ihr könntet euch gegenseitig unterstützen.\nRinna van Dohlheim"},"title":"Shardtrail 2"},"/summaries/eberron-saga/shardtrail/shardtrail-3/":{"data":{"":"","das-high-fisch-kartell#Das High-Fisch Kartell":"Bybs führt euch zu einem dubiosen Basaar und in die Opiumhöhle “der qualmende Phönix” wo ihr seinen Boss treffen sollt. Tarvin macht euch ein Angebot, denn er weiß dass ihr in einer prekären Situation seid. Ihr löst für ihn einen aufsteigenden Drogenring im Hafenviertel Grayflood auf und ihr bekommt die Info wer den Auftrag gegeben hat, die Drachenscherben zu stehlen.\nIhr schlagt mit Tarvin einen Deal und Bybs begleitet euch. In Grayflood springen euch direkt einige Drogenabhängige ins Auge. Normale Leute scheinen fischartige Schuppen zu entwickeln und ihre Haut hat sich ungesund grau gefärbt. Tuma findet heraus, dass es sich bei der Droge “Mush” um einen Pilz aus den Shadowmarches handelt.\nTarvin\nIn einer Taverne in Grayflood erfahrt ihr, dass die Abhängigen ihre Drogen von einer Wassernymphe mit dem Namen Joana kaufen. Die meisten Leute haben Mitleid mit ihr, sie scheint es nicht freiwillig zu machen. Barry fertigt eine geheime Nachricht an und überbringt sie ihr, sie willigt ein euch um Mitternacht vor der Taverne zu treffen.\nWährend ihr wartet, könnt ihr eure Neugierde nicht mehr halten und fordert Bybs zum Armdrücken heraus. Der Armdrück-Champion des stinkenden Einhorns ist ein mächtiger Gegner und zwingt Barry in die Knie, für Tuma und Hellios steht jedoch die Ehre auf dem Spiel und sie besiegen den kleinen Goblin.\nDie malträtiert aussehende Wassernymphe trifft sich mit euch vor der Taverne und gibt euch nach ein wenig Überzeugungsarbeit Informationen bezüglich dem Drogenring. Er wird von Sahuagin geleitet, die aus den abgelegenen Abwasserkanälen aus operieren.\nOhne großes Zögern steigt ihr hinab in die Kanalisation und habt ein äußerst unangenehmes Déjà-vu. Dort unten trefft ihr Hess den Hobgoblin und seine beiden Goblin-Knappen Mucco und Greimar, welche gerade mit einem riesigen Krokodil kämpfen. Ihr helft den dreien und schafft es, die Bestie in die Flucht zu schlagen. Sie wurden von der Stadt angeheurt um die Krokodilgefahr in Grayflood etwas einzudämmen. Ihr beschließt euch gegenseitig zu unterstützen und schreitet tiefer in die Kanäle. Leider fällt Hess dem größten Krokodil zum Opfer und Mucco und Greimar verlassen euch um seine Überreste ehrenvoll zu begraben.\nIhr stoßt nun endlich auf die Haifischmenschen und entdeckt ihre Produktionsstätte. Ihr filetiert ein paar der Fische und taucht durch eine Pfütze weiter in den Hauptraum.\nHier begegnet euch Joana und ihre Untergebenen. Sie scheint wütend, dass ihr noch nicht gestorben seid und zeig ihr wahres Gesicht. Ihr Aussehen ist so gräßlich, dass Hellios für kurze Zeit komplett erstarrt und Barry sogar unter eine Decke ausweichen muss, um seine Gedanken wieder zu sammeln. Tuma bleibt fest entschlossen und tötet einige der Sahuagins mit Flammenmagie.\nJoana die Seehexe\nSchließlich schafft Hellios es, die Seehexe zu enthaupten und Tuma brennt das Lager nieder. Tuma hat zuvor eine magische Fährte aufgenommen, welcher ihr nun nachgehen wollt.\nIn einem kleinen Seitengang entdeckt ihr ein geheimes Lager, ein Notizbuch und die Gegenstände lassen auf eingetriebene Schulden des Boromar Clans schließen. Während ihr euch über eine gerechte Aufteilung unterhaltet, bemerkt ihr den magischen Alarm nicht und Bybs kippt plötzlich um. In einer der Truhen war ein Giftnadel montiert und der Gang vor dem Lager wird in rotes Licht gehüllt.\nEinige Halblinge des Boromar Clans und ihre eisernen Wachhunde fordern euch auf, sofort mit erhobenen Händen herauszukommen. Hellios zieht einen riesigen Elch aus seiner Trickkiste, welcher die meisten der Halblinge in dem engen Gang zerquetscht. Der Anführer der kleinen Gruppe schafft es trotz eurer besten Versuche zu entkommen.\nNach dem Kampf untersucht Hellios die eisernen Wachhunde und entdeckt auf ihnen die eindeutigen Markierungen seiner Schafferin auf ihnen."},"title":"Shardtrail 3"},"/summaries/eberron-saga/shardtrail/shardtrail-4/":{"data":{"":"","in-der-höhle-des-löwen#In der Höhle des Löwen":"Dem Schwarzmarkt nur knapp entkommen, trefft ihr euch mit Rinna, welche euch zu einem unscheinbaren Buchladen in einer winzigen Seitengasse führt. Durch einen Geheimgang in einem Bücherregal gelangt ihr in eine große unterirdische Unterkunft der Smaragd Kralle. Ihr macht sogleich Bekanntschaft mit dem Anführer der Unterkunft Standartenführer Ignatz van Dohlheim und sein untergebener Hauptmann Skelett-Ritter Hans.\nNeben den zahlreichen Mitgliedern, gibt es eine große Bibliothek und furchtbare Experimente. Barry wird aufgrund seiner alten, gestohlenen Rüstung etwas respektvoller aufgenommen und aufgrund seiner Fähigkeiten sogleich einem Experiment zur Wiedererweckung des 13. Drachenmals, das Mal des Todes, eingespannt.\nGleich am ersten Tag dort könnt ihr miterleben, wie einer Rekrut Tavish für ein Experiment missbraucht wird und zu einer gesteuerten Kriegsmaschine wird. Sein Körper wurde in eine schleimige, rötliche Soße verwandelt, welche nun eine metallene Rüstung bewohnt. Standartenführer Ignatz kontrolliert ihn mithilfe einer eurer Drachenscherben.\nIhr gebt euer Bestes um euch unter den Rekruten einzublenden und geht in der Unterkunft der Smaragd Kralle simplen Tätigkeiten nach. Des Nachts, stehlt ihr immer wieder ein paar der Drachenscherben, bis euch schließlich Gartred, ein zwergischer Rekrut ertappt. Um sein Schweigen zu erkaufen, stehlt ihr einen Ring dem Zimmer des Hauptmanns. Da sich die Situation aber immer weiter zuspitzt, entscheidet ihr euch euren Aufenthalt bei der Smaragd Kralle frühzeitig abzubrechen.\nTuma und Barry krallen sich noch einige Drachenscherben, während Hellios für Ablenkung sorgt und alle Mitglieder mithilfe zweier Eber in Aufruhr versetzt. Ihr flieht durch das Portal in den Amboss und verbrennt den Kasten, in dem das Portal liegt hinter euch. Ihr zahlt bei eurem Auszug aus dem Amboss ein bisschen Extra, damit euch der Inhaber “vergisst.”\nDie Ausprägungen des Drachenmal des Todes","neue-chancen#Neue Chancen":"Da euch noch ein paar Drachenscherben fehlen, begebt ihr euch zum Bazaar und versucht dort welche aufzutreiben. Dort werdet ihr von einem Händler von Kuriositäten angesprochen, dem Tabaxi Kahjid. Ihr schlüpft mit ihm in seinen magische Topf und er handelt mit euch im Austausch gegen ein paar Geschichten. Dabei könnt ihr ein paar Drachenscherben und ein Deck der Schicksalskarten ergattern.\nAls ihr aus seinem Topf herauskommt verschwindet er prompt und ihr zieht eure ersten Karten. Die ersten Karten sind schnell gezogen und Hellios und Barry erfahren einen Aufstieg in Macht, Tuma erhält den mächtigen Stab des Schicksals.\nNun kehrt ihr zu Calc zurück um die Dragonshards abzuliefern. Calcs Büro wurde jedoch von der Deathsgate Gilde zerstört. Ihr werdet trotzdem zum Fariaci Corps aufgenommen und erhaltet eure Mitgliedskarten. Nachdem ihr Calc die Situation erklärt habt, entscheidet ihr euch, dass es besser wäre für einige Zeit unterzutauchen.\nGemeinsam mit Tuma besucht ihr ihre alte Studienkollegin Diamanta Coldspring auf der Morgrave-Universität und als ihr Vorgesetzter Professor von eurer Geschichte hört, bietet er euch Arbeit an. Ihr begleitet ihn auf ein Forschungsexperiment in den Fallen Distrikt.\nDer Narr","schwarze-schafe-am-schwarzmarkt#Schwarze Schafe am Schwarzmarkt":"Nach eurem Ausflug in die Kanäle, begebt ihr euch zurück zu Tarvin. Nachdem ihr euren Auftrag erfolgreich ausgeführt habt erzählt er euch, dass er die Drachenscherben an einen alten Nekromanten ausgeliefert hat.\nDer Mann trug das Emblem von Karrnath, war zwischen 60 und 70 Jahren alt, hatte keine Haare aber einen langen, weißen Ziegenbart. Er stellte sich Tarvin gegenüber als Standartenführer Ignatz van Dholheim vor. Weiters wurde er von seiner Tochter Rinna begleitet.\nTags darauf geht ihr wieder zum Schwarzmarkt um Rinna zu befragen. Dabei fallen euch frische Steckbriefe mit euren Gesichtern darauf auf, es scheint als hätte der Tiefengnom die Befreiung Derrians nicht sonderlich gut aufgefasst.\nRinna könnt ihr als gute Kunden davon überzeugen euch etwas zu erzählen. Ihr Vater ist der Anführer einer kleinen Zelle der Smaragd Kralle in Sharn. Dabei handelt es sich um eine extremistische Terrorgruppe aus Karrnath, die den Krieg nicht ganz hinter sich lassen kann.\nUm der Smaragd Kralle beizutreten, müsst ihr erst eine Grundausbildung bei der Zelle absolvieren. Sie willigt ein, euch später dorthin zu bringen. Als ihr versucht den Schwarzmarkt durch das stinkende Einhorn zu verlassen, stellen sich euch einige Männer in den Weg. Sie wollen euch für den Diebstahl im Schwarzmarkt festnehmen.\nEine harte Verfolgungsjagd beginnt, leider schafft ihr es nicht der Horde zu entkommen und werdet bewusstlos geschlagen. Ihr erwacht an Stühle gefesselt in einem von Kerzen belichteten Verhörraum. Euer Wärter: Harry, ein niederer Betrachter.\nEure Ausrüstung befindet sich zu einem Teil in einem versperrten Kasten hinter Harry, zum anderen Teil wurde euer Zeug verkauft um für die Schäden aufzukommen, welche ihr dem Tiefengnom zugefügt habt.\nDer Wärter des Schwarzmarkts, Harry"},"title":"Shardtrail 4"},"/summaries/the-grim-frontier/":{"data":{"":"Die Abenteuer von Big-Arm Brenda, Celeste, Christian, Extreme Toad, Frida Fummel und Huberto Keeling.","intro-der-kampagne#Intro der Kampagne":"Es ist der zweite Monat des Sommers. In der alten Sprache: “Floodglow”. Leider ist zu dieser Jahreszeit der Nebel besonders schlimm. Wie eine Schädlingsplage dringt er in die den Sommer zelebrierenden Siedlungen und Dörfer im Norden vor, und jedes Jahr gehen dabei zumindest ein paar unglückliche Seelen verloren.\nWas genau im Nebel passiert, kann niemand genau erklären. Ein paar wenige Gelehrte behaupten, man würde durch den Nebel in eine andere Realität wandern, nämlich einer derer, die mit dem alten Land vor über 50 Jahren verschmolzen ist. Das sind aber nur Theorien.\nBesonders schlimm scheint der Nebel dieses Jahr in Edgeforest zuzuschlagen. Inzwischen ist es in dem kleinen Dorf sogar soweit gekommen, dass Tavernen ihre Gäste frühzeitig rauswerfen, um ihre Stammkundschaft nicht an den Nebel zu verlieren. Die Anschlagbretter sind gespikt mit diversen Vermisstenanzeigen, Eltern, die ihre Kinder suchen, vermisste Freunde, eine verschwundene Großmutter, ein untergetauchter Vater, eine verlorene Cousine, die Liste geht scheinbar endlos weiter.\nAls würden die vermissten Personen nicht ausreichen, beklagen sich immer mehr Einwohner über zunehmende Diebstähle und verschwundene Wertsachen. Fremde haben es in Edgeforest gerade nicht leicht, sich in dieser Jahreszeit jedoch zu weit von der Zivilisation zu entfernen und ohne gesicherte Unterkunft zu campieren, könnte den Tod bedeuten."},"title":"The Grim Frontier"},"/summaries/the-grim-frontier/summary-session-1/":{"data":{"":"In einer kleinen, aus 3 Zelten improvisierten Unterkunft in Edgeforest, schläft eine Gruppe von Ausgestoßenen friedlich. Die Ruhe der 7 wird plötzlich von einer in einen schwarzen Mantel gehüllten Gestalt gestört, als diese durch eine der Zeltwände hindurchbricht.\nMit einer grunzenden Stimme beschwert sich die Kreatur warum hier auf einmal eine Hütte stünde. Die Kreatur stinkt fast so schlimm wie die Zelte welche aus recht frischen Tierhäuten gemacht sind.\nWütend über den Radau und die Zerstörung ihrer schön gebauten Unterkunft, lässt Big-Arm Brenda den Grottenschrat ihre Wut spüren. Sie wird unterstütz von einem mächtigen Krieger, Extreme Toad, und einer flinken Diebin, Frida Fummel.\nEin zweiter Grottenschrat kommt in die Unterkunft und die Party bemerkt, dass die Grottenschrate in ihren Jutesäcken zwei Kinder mit sich schleppen.\nDie beiden Wesen werden lebend geschnappt und Kapitän Morris nimmt sie mit sich mit auf die Wache. Er unterbreitet den 7 bei einem Mittagessen ein Angebot. Sie helfen beim aufklären der Diebstähle und der Entführungen, dafür bekommen sie Unterschlupf bis der grobe Nebel sich wieder etwas legt.\nEr lässt dabei durchscheinen, dass wenn ein wenig Diebesgut dabei verschwindet, er beide Augen zudrücken wird. Diese Thematik führt zu einer hitzigen Diskussion in der Gruppe und Extreme Toad gibt sich damit zufrieden, einfach nicht hinzusehen wenn etwas gestohlen wird."},"title":"Summary Session 1"},"/summaries/the-grim-frontier/summary-session-2/":{"data":{"":"Ihr bekommt als Unterkunft einen Pferdestall gebaut aus groben Steinblöcken und Holz. Während die Unterkunft noch am vorbereitet werden ist, beginnt ihr die Diebstähle zu untersuchen.\nIhr schleicht euch hinter eines der betroffenen Häuser in der Nähe des Hauptplatzs, wo Christian auf Brendas Schultern steigt und in Haus hineinschaut.\nEr findet neben ein paar aufgebrochenen Kästchen auch ganz eindeutige Dachsspuren und Fell. Arielle kündigt sich bei der Bäurin an und spricht mit ihr über den Einbruch.\nChristian will in den Brunnen steigen und begibt sich mit Huberto nach unten. Arielle meint in den Blättern des Brunnendachs von der geplanten Ermordung des Barons zu lesen. Brenda und Arielle bleiben oben um sich in der Taverne nach weiteren Gerüchten und Spuren umzuhören.\nHuberto wird während er versucht einen Schalter zu betätigen aus einem unscheinbaren Mordloch von einem zwergischen Zombie mit einem Speer durch die Schulter aufgespießt. Christian und Huberto schaffen es nach einigen Schwierigkeiten den Zombie durch das Loch zu verbrennen und den Speer abzubrechen.\nUnterdessen schlägt Big-Arm Brenda es, den Barkeeper, einen ehemaligen Piraten im Armdrücken zu schlagen und er erzählt ihnen von einem seltsamen Vorkommnis. Ratten mit seltsamen Ledergeschirr.\nChristian und Huberto können mit dem abgerissenen Speer das Fallgitter zu öffnen und werden sogleich auf einen sehr offensichtlichen Stolperdraht aufmerksam. Leider werden auch weitere Zombies auf sie aufmerksam.\nBrenda und Arielle bringen auch in Erfahrung, dass der Baron heute Nachmittag das Dorf mit einer kleinen Parade ehren will."},"title":"Summary Session 2"},"/summaries/the-grim-frontier/summary-session-3/":{"data":{"":"Zur Feier der Parade des Barons gibt es gratis Kürbisse im ganzen Dorf.\nZu dritt beschließen Arielle, Brenda und Celeste ein paar Ratten aufzujagen um eventuell eine mit einem Ledergeschirr zu finden. Brenda scheucht die Biester mit ihrem Dampfhammer auf, Arielle beruhigt danach die Ratten mit einer Ballade und Celeste legt einer Ratte eine Leine an.\nÜber Hubertos Loch in der Schulter wächst in der Zwischenzeit ein wenig Stein und verrostetes Metall.\nChristian schafft es über ein paar versteckte Fallen zu schweben, welche Huberto doch aufgrund mangelnden Lichts jedoch auslöst. Beide werden von einer Axt gestreift und mit Giftpfeilen bombadiert. Die Zombies rücken immer näher.\nDas ABC-Trio lässt sich von der Ratte aus dem Dorf hinaus führen. Das Ungeziefer bringt sie schließlich zu einem Spalt in einem Stein in welchen es hineinverschwindet. Arielle platziert eine Ortungs-Rune (Airtag) auf dem Ledergeschirr und ist sich nun bewusst, wo die Ratte sich gerade aufhält.\nAls die Zombies Christian und Huberto angreifen, tritt Huberto den Fake-Stolperdraht aus und Christian fällt fast in die dahinterliegende Fallgrube. Christian zieht sich heraus und schafft es zwei der Zombies in seine Richtung zu locken, welche sogleich in die Grube fallen.\nHuberto vollbringt es den verbleibenden Zombie zuerst anzubrennen und ihn schließlich ebenfalls in die Grube stolpern zu lassen. Die beiden untersuchen den Raum aus dem die Zombies gekommen sind und finden Baumaterialien, ein wenig Gold und einen verschlüsselten Vertrag zwischen einem “Chloram” und den zwergischen Arbeitern, welchen Christian mit seinem Hintergrund als Bibliothekar entschlüsseln kann.\nSie kehren an die Oberfläche zurück und treffen dort gerade auf die anderen. Sie holen sich erstmal ein Bier, tauschen Informationen aus und beobachten den Einzug des Barons.\nMit einigen Rittern und einer Ansprache welches dem Volk wieder Hoffnung geben soll eröffnet der Baron ein kleines Festmahl auf dem Hauptplatz. An den Feierlichkeiten nehmen auch Thommen Malchor, der Berater der Baronstochter Arabella und Captain Morris teil. Die Stimmung ist ausgelassen und entspannt. Vor allem Huberto spürt die Ausgelassenheit.\nNach einiger Zeit scheint einer der Ritter dem Baron etwas zuzuflüstern und er versucht mit seiner Tochter das Fest zu verlassen, als ein Armbrustbolzen in den nun leeren Stuhl der Baronstochter Arabella einschlägt. Der Baron stürzt sich beschützend vor einen zweiten Bolzen der auf seine Tochter geschossen wird.\nSogleich bellen Thommen Malchor und Captain Morris einige Befehle zu den Wachen. Findet den Schuldigen, und vertraut keinen Fremden.\nIhr legt euch schlafen, hier gibt es für euch nicht wirklich etwas zu tun. Am nächsten Morgen beschließt ihr früh in den Wald zu gehen und nachzusehen ob es einen weiteren Eingang in das Höhlensystem der Ratte gibt, welche Arielle nun unter dem Dorf wahrgenommen hat."},"title":"Summary Session 3"},"/summaries/the-grim-frontier/summary-session-4/":{"data":{"":"Der Ratte folgend kehrt ihr an dieselbe Stelle wie am Vortag zurück. Zu dem Stein in dem die Ratte verschwunden ist. Celeste bemerkt beim Untersuchen des Steins einige große Pfotenabdrücke.\nDie Party beschließt den Abdrücken zu folgen und nach dem großen katzenartigen Wesen zu suchen. In einem Busch findet ihr die Bestie. Sie ist größer als gedacht, besitzt 6 Beine, hat zwei Tentakel welche ihr aus dem Rücken wachsen und eine dunkel-lila Färbung. Brenda wird bewusst, dass es sich hierbei um eine Täuscher-Bestie handelt und die drei treten den Rückzug an.\nBeim davonschleichen rutschen jedoch sowohl Celeste als auch Christian im Schlamm aus und ziehen damit die Aufmerksamkeit des Wesens auf sich.\nEine zweite Täuscher-Bestie tritt hinter einem Baum hervor und Brenda schlägt ihr mit ihrem Hammer den Kopf ein. Es handelt sich dabei jedoch nur um eine Illusion der Kreatur, welche sich auf Celeste stürzt. Celeste schafft es dem Schlimmsten zu entgehen und rappelt sich wieder auf.\nTrotz des spritzenden Bluts aus Celestes Bein, nutzt Christian die Unaufmerksamkeit der Bestie um sie mit einem Fluch des Unglücks zu belegen. Die Bestie hat ein solches Unglück, dass Celeste eine äußerst giftige Ranke findet, welche sie um den Hals der Bestie schlingt, welche kurz darauf dem Gift erliegt.\nChristian schneidet ein Tentakel vom Rücken der Bestie und nimmt es mit um es eventuell an einen Sammler zu verkaufen.\nDie Party kehrt zurück zum Steinloch der Ratte. Sie verbringen einen Teil des Nachmittags damit, die Gegend zu durchsuchen und finden schließlich wonach sie suchen. Eine riesige Tür in Form eines Grabsteins versperrt den vermeintlichen Weg zu den Rattentunneln.\nAuf dem Grabstein steht ihn Code geschrieben “Keine lebenden Hände, vermögen mich zu öffen”. Christian versucht es mit dem Tentakel, rutscht aber ab und ein Schrei, welcher einem das Blut gerinnen lässt, lässt ihn 10 Jahre altern.\nMit vereinten Kräften schaffen die drei es, die Tür mit einem großen Ast aufzubrechen, was leider ebenfalls dazu führt, dass jeder um 10 Jahre älter wird.\nVor ihnen liegt ein Altarraum, der schwache Kerzenschein und das durch den Nebel gedämpfte Sonnenlicht, lassen die Umrisse einer großen Messingschüssel, ein paar Steinbänken und zwei an der Wand hängenden Skeletten erkennen.\nChristian wagt sich etwas tiefer hinein und lauscht auf einem Abgang einem Streitgespräch. Einer ein Mensch, der andere noch nicht sichtbar.\nUm das Überraschungs-Moment voll auszunutzen, wirft Celeste eine Blendgranate in den stockfinsteren Raum am Ende des Abgangs. Brenda stürmt nach unten und erwischt den Menschen mit ihrem Hammer. Christian verflucht den vermeintlichen Werdachs mit einem Fluch des Ungeschicks.\nDer Ungesehene stellt sich als Pseudodrache heraus welcher sich Brenda auf den Rücken stürzt und seinen spitzen Stachel in ihren Rücken treibt. Celeste erkennt das Wesen als ihr neues Haustier und stürzt sich sogleich darauf um es von Brenda runterzuzerren.\nAm Boden ringend wird auch Celeste von dem Pseudodrachen gestochen und Christian eilt zu Brendas Hilfe, bemerkt aber jedoch, dass die Wunden des Werdachs sich schnell wieder schließen. Er hat die Realisation, dass nur silberne Waffen langfristig effektiv gegen Lykanthropen wirken.\nDer Werdachs stößt Christian brutal zur Seite und kassiert noch einen weiteren schweren Hieb von Brendas brennend-heißem Dampfhammer. In einer Ecke des Lagerraums findet Christian einen gestohlenen silbernen Wurfsterns einer uralten, Lykanthropen-jagenden Ninjafamilie aus Edgeforest.\nMit überraschendem Geschick wirft Christian den Wurfstern genau auf die Nase des Bösewichts, welcher zu Boden geht. Brenda hat zufälligerweise einen großen Vogelkäfig mit, in dem sie Celestes neues Haustier einsperren.\nDer Lykanthrop wird mit Silberschmuck behangen und an Stelle eines der Skelette im Altarraum festgemacht.\nDa doch einige gröbere Wunden vorhanden sind macht sich die Gruppe auf zurück in die Stadt."},"title":"Summary Session 4"}}